Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Bounce keys
ug: سەكرىمە كۇنۇپكىلار

source: Bounce keys are disabled
ug: سەكرىمە كۇنۇپكىلار ئىناۋەتسىز قىلىنغان

source: Bounce keys are enabled
ug: سەكرىمە كۇنۇپكىلار ئىناۋەتلىك قىلىنغان

source: Braced string contains @: %s
ug: تىرناق ئىچىدىكى تېكىستتە @ بار ئىكەن: %s

source: Braces not balanced in field string: %s
ug: تىرناق نورمال ئەمەس :%s

source: Branch
ug: تارماق

source: Branch Related Options:
ug: ‹Branch› قا مۇناسىۋەتلىك تاللانمىلار:

source: Branch name:
ug: تارماقنىڭ ئاتى:

source: Break length:
ug: ئارام ۋاقتى:

source: Brightness plugin
ug: يورۇقلۇق قىستۇرمىسى

source: Brightness:
ug: يورۇقلۇق:

source: Broadcast:
ug: تارقىتىش:

source: Browse
ug: كۆز يۈگۈرت

source: Browse Network
ug: تورغا كۆز يۈگۈرت

source: Browse database
ug: سانداننى كۆر

source: Browse directory tree via menu (Author: PCMan)
ug: مۇندەرىجىنىڭ دەرەخسىمان كۆرۈنۈشىنى تىزىملىك ئارقىلىق كۆرۈش(ئاپتور: PCMan)

source: Browse for more pictures...
ug: تېخىمۇ كۆپ رەسىمگە كۆز يۈگۈرتۈش…

source: Browse the Web
ug: تور كۆرۈش

source: Browse the file system
ug: ھۆججەت سىستېمىسىنى كۆرىدۇ

source: Browse the file system and manage the files
ug: ھۆججەت سىستېمىسىنى كۆرىدۇ ۋە ھۆججەتلەرنى باشقۇرىدۇ

source: Browse the file system to choose a custom command.
ug: بۇيرۇق تاللاش ئۈچۈن ھۆججەت سىستېمىنى كۆرىدۇ.

source: Browse the file system to select an application to open files of type "%s".
ug: تىپى «%s» بولغان ھۆججەتنى ئاچىدىغان پروگراممىنى تاللاش ئۈچۈن ھۆججەت سىستېمىسىنى كۆرۈش

source: Browse the file system to select an application to use for this action.
ug: بۇ مەشغۇلاتتا ئىشلىتىدىغان پروگراممىنى تاللاش ئۈچۈن، ھۆججەت سىستېمىسىنى كۆرىدۇ.

source: Browse the filesystem with the file manager
ug: ھۆججەت باشقۇرغۇدا ھۆججەت سىستېمىسىنى كۆر

source: Browse the network
ug: تورلارنى كۆرىدۇ

source: Browse the web
ug: تور كۆرىدۇ

source: Browser command:
ug: توركۆرگۈ بۇيرۇقى:

source: Browser could not be opened. Please check your preferences.
ug: توركۆرگۈنى ئاچقىلى بولمىدى. تەڭشىكىڭىزنى تەكشۈرۈپ كۆرۈڭ.

source: Browsing
ug: كۆز يۈگۈرت

source: Buffer Size:
ug: يىغلەك چوڭلۇقى:

source: Buffer is not large enough to hold a full line (%
ug: يىغلەك قۇرنى تولۇق سىغدۇرغۇدەك چوڭلۇقتا ئەمەس (%

source: Buffering
ug: يىغىۋاتىدۇ

source: Buffering (0%)
ug: يىغىۋاتىدۇ (0%)

source: Bug _Tracker
ug: كەمتۈك ئىزلىغۇچ(_T)

source: Build alarm list: Added %d alarms. Processed %d events.
ug: گۈدۈك تۇرغۇزۇش: %d گۈدۈك قوشۇلدى. %d ھادىسە بىر تەرەپ قىلىندى.

source: Build options:
ug: ھاسىللاش تاللانمىلىرى:

source: Built with GTK+ %d.%d.%d, linked with GTK+ %d.%d.%d.
ug: Gtk+ %d.%d.%d دا ھاسىللانغان، Gtk+ %d.%d.%d بىلەن ئۇلانغان.

source: Bulk Rename
ug: ئاتىنى تىپ ئۆزگەرتىش

source: Bulk Rename - Rename Multiple Files
ug: ھۆججەت ئاتىنى توپ ئۆزگەرتكۈچ - ھۆججەتلەرنىڭ ئاتىنى بىراقلا ئۆزگەرتىش

source: Burn Composition
ug: ياسالمىنى يېزىش

source: Burn DVD Image
ug: DVD تەسۋىرىنى يېزىش

source: Burn Image
ug: تەسۋىر يېزىش

source: Burn Image (xfburn)
ug: تەسۋىر يازغۇ(xfburn)

source: Burn _Audio CD
ug: پلاستىنكا(CD) غا مۇزىكا يازىمەن(_D)

source: Burn _DVD
ug: پلاستىنكا(DVD) غا يازىمەن(_D)

source: Burn _Data CD
ug: پلاستىنكا(CD) غا سانلىق-مەلۇمات يازىمەن(_D)

source: Burn a prepared compilation, i.e. an .ISO file
ug: ئالدىن تەييارلانغان ياسالما، مەسىلەن .ISO ھۆججىتى قاتارلىقلارنى يازىدۇ

source: Burn image
ug: تەسۋىر يېزىش

source: Burn mode is not currently implemented.
ug: يېزىش ئۇسۇلى تېخى ئەمەلىيلەشمىگەن.

source: Burn speeds supported by the device
ug: ئۈسكىنىنىڭ يېزىش سۈرئەتلىرى

source: Burn_Free
ug: ئەركىن ياز(_F)

source: Burning composition...
ug: يېزىۋاتقان ياسالما...

source: Burning device
ug: يېزىش ئۈسكۈنىسى

source: Burning image...
ug: تەسۋىرنى يېزىۋاتىدۇ...

source: Burning track %2d/%d...
ug: يېزىۋاتقان رېلىس %2d/%d...

source: Busy
ug: ئالدىراش

source: Busy disc
ug: ئالدىراش دىسكا

source: Busy time
ug: ئالدىراش ۋاقتى

source: Button
ug: توپچا

source: Button _title:
ug: توپچا ماۋزۇسى(_T):

source: Button layout:
ug: توپچا ئورۇنلاشتۇرۇلۇشى:

source: Buttons
ug: توپچىلار

source: By Extension
ug: كېڭەيتمە ئاتى بويىچە

source: By File _Type
ug: ھۆججەت تىپى بويىچە(_T)

source: By _Modification Time
ug: ئۆزگەرتىلگەن ۋاقتى بويىچە(_M)

source: By _Name
ug: ئاتى بويىچە(_N)

source: By _Size
ug: چوڭلۇقى بويىچە(_S)

source: By default columns will be automatically expanded if needed to ensure the text is fully visible. If you dis- able this behavior below the file manager will always use the user defined column widths.
ug: ئىستونلاردا تېكىستلەرنى تولۇق كۆرسىتىش ئۈچۈن ئىستون كەڭلىكى ئاپتوماتىك كېڭىيىدۇ. ئەگەر بۇ ئىقتىدارىنى چەكلەپ قويسىڭىز، ھۆججەت باشقۇرغۇ ئىستونلارنى ئىشلەتكۈچى بېكىتكەن كەڭلىك بويىچىلا كۆرسىتىدۇ.

source: By default the action is triggerred by a selection, check this option to trigger the action only when you make a manual copy
ug: كۆڭۈلدە تاللاش تاماملانغاندا مەشغۇلات ئېلىپ بېرىلىدۇ، بىراق بۇ تاللانما تاللانسا، پەقەت قولدا كۆچۈرگەندىلا مەشغۇلات ئېلىپ بېرىلىدۇ.

source: By default, place windows:
ug: كۆڭۈلدە بۇ يەرگە قوي:

source: Bytes
ug: بايت

source: C
ug: بۇلۇت مىقدارى

source: CALM
ug: جىمجىت

source: CD Drive Monitor
ug: CD قوزغاتقۇچ كۆزەتكۈ

source: CD Reader device
ug: CD نى ئوقۇيدىغان ئۈسكۈنە

source: CD and DVD burning application
ug: CD ۋە DVD غا يېزىش پروگراممىسى

source: CD image
ug: CD تەسۋىرى

source: CD mounted
ug: پلاستىنكا(CD) ئېگەرلەندى

source: CD-R Disc
ug: CD-R دىسكا

source: CD-ROM Device:
ug: CD-ROM ئۈسكۈنىسى:

source: CD-ROM Disc
ug: CD-ROM دىسكا

source: CD-ROM drive detection failed !
ug: CD-ROM قوزغاتقۇچىنى بايقاش مەغلۇپ بولدى!

source: CD-ROM drive tray and content control
ug: CD-ROM قوزغاتقۇچ tray ۋە مەزمۇن باشقۇرۇش

source: CD-RW Disc
ug: CD-RW دىسكا

source: CDDB port number (e.g. '888')
ug: CDDB ئېغىز نومۇرى( ‹888› دېگەندەك)

source: CDDB url (e.g. 'freedb.org')
ug: CDDB تور ئادرېسى(URL)( ‹freedb.org› دېگەندەك)

source: CH
ug: ئېگىز بۇلۇت

source: CL
ug: پەس بۇلۇت

source: CM
ug: ئوتتۇرا بۇلۇت

source: CPU Frequency Monitor
ug: س پ ئۇ (CPU) نىڭ چاستوتا كۆزەتچىسى

source: CPU Graph
ug: س پ ئۇ(CPU) گرافىكى

source: CPU Graph Properties
ug: س پ ئۇ(CPU) گرافىك خاسلىقىCPU گرافىك خاسلىقى

source: CPU Information
ug: س پ ئۇ (CPU) ئۇچۇرى

source: CPU Usage Monitor
ug: CPU نىڭ ئىشلىتىلىشىنى كۆزەتكۈچ

source: CPU color
ug: CPU رەڭگى

source: CPU monitor
ug: CPU كۆزەتكۈ

source: CPU usage: %.2f%%
ug: ئىشلىتىلگەن CPU: %.2f%%

source: CPU usage: %0.0f %%
ug: CPU نىڭ ئىشلىتىلىشى: %0.0f %%

source: C_apture
ug: تۇت(_A)

source: C_ase Sensitive Search
ug: چوڭ-كىچىكلىكىنى پەرق قىلسۇن(_A)

source: C_lear
ug: تازىلا(_L)

source: C_lear Custom Command History
ug: ئىختىيارى بۇيرۇق ئىزىنى تازىلاش(_C)

source: C_lear Known Applications
ug: تونۇش پروگراممىلارنى تازىلا(_L)

source: C_lose Tab
ug: بەتكۈچ ياپ(_L)

source: C_lose Window
ug: كۆزنەك تاقا(_L)

source: C_olor of label text:
ug: ئەن تېكىستىنىڭ رەڭگى(_O):

source: C_olor:
ug: رەڭ(_o):

source: C_olumn number:
ug: ئىستون نومۇرى(_O):

source: C_ommand:
ug: بۇيرۇق(_O):

source: C_omment:
ug: ئىزاھات(_O):

source: C_ompositor
ug: بىرىكتۈرۈش(_O)

source: C_ontent
ug: مەزمۇنى(_O)

source: C_opy To...
ug: بۇ يەرگە كۆچۈر(_O)…

source: C_reate
ug: قۇر(_R)

source: C_reate New...
ug: يېڭىدىن قۇر(R)…

source: C_ycling
ug: پىرقىرات(_Y)

source: Ca_ret Browsing
ug: نۇربەلگىسىدە كۆرۈش(_R)

source: Cache HTTP communication on disk
ug: HTTP ئالاقىسىنى دىسكىغا غەملەيدۇ

source: Cache folder couldn't be created.
ug: غەملەك قىسقۇچىنى قۇرغىلى بولمىدى

source: Cache plugin "%s" lacks required symbols
ug: غەملەك قىستۇرما «%s» دا بەلگىلەر يېتەرلىك ئەمەس

source: Cache update period (hr)
ug: غەملەك يېڭىلاش ئىنتېرۋالى(سائەت)

source: Caja File Manager
ug: Caja ھۆججەت باشقۇرغۇ

source: Calculating...
ug: ھېسابلاۋاتىدۇ...

source: Calculation aborted
ug: ھېسابلاش توختىتىلدى

source: Calendar
ug: يىلنامە

source: Calendar files
ug: يىلنامە ھۆججىتى

source: Calendar main window
ug: يىلنامە ئاساس كۆزنىكى

source: Calendar start
ug: يىلنامە باشلاش

source: Camelcase
ug: باش ھېرىپلا چوڭ

source: Camera
ug: كامېرا

source: Camera Brand:
ug: كامېرا ماركىسى:

source: Camera Model:
ug: كامېرا تىپى:

source: Camera detected
ug: كامېرا بايقالدى

source: Cameras
ug: كامېرالار

source: Can burn CDR
ug: CDR غا يازغىلى بولىدۇ

source: Can burn CDRW
ug: CDRW غا يازغىلى بولىدۇ

source: Can burn DVDPLUSR
ug: DVDPLUSR غا يازغىلى بولىدۇ

source: Can burn DVDR
ug: DVDR غا يازغىلى بولىدۇ

source: Can burn DVDRAM
ug: DVDRAM غا يازغىلى بولىدۇ

source: Can hibernate
ug: ئۈچەككە كىرگۈزەلەيدۇ

source: Can not download selected image.
ug: تاللانغان سۈرەتنى چۈشۈرگىلى بولمىدى.

source: Can not open selected image in a default viewer.
ug: تاللانغان سۈرەتنى كۆڭۈلدىكى كۆرگۈدە ئاچقىلى بولمىدى.

source: Can only terminate clients when in the idle state
ug: بىكار بولغان خېرىدارلارنىلا ئاخىرلاشتۇرغىلى بولىدۇ

source: Can spin down hard disks
ug: قاتتىق دىسكىنى spin down قىلالايدۇ

source: Can suspend
ug: توڭلىتالايدۇ

source: Can't monitor folder '%s': %s
ug: قىسقۇچ ‹%s› نى كۆزەتكىلى بولمىدى: %s

source: Can't stop process self
ug: ئىجرانىڭ ئۆزىنى توختاتقىلى بولمايدۇ

source: Can't verify mail server authenticity.
ug: ئېلخەت مۇلازىمېتىرىنىڭ راست يالغانلىقىنى تەھقىقلىگىلى بولمىدى.

source: Cancel
ug: ۋاز كەچ

source: Cancel operation on messages
ug: ئۇچۇرغا بولغان مەشغۇلاتنى ئەمەلدىن قالدۇر

source: Cancel the login attempt and return to the login screen.
ug: كىرىش مەشغۇلاتىدىن ۋاز كېچىپ، كىرىش كۆزنىكىگە قايتىدۇ.

source: Canceling read: read too many bytes without a newline
ug: توختىتىلىۋاتىدۇ: قار ئايرىش بەلگىسى يوق بەكمۇ جىق بايتلارنى ئوقۇدى

source: Cancelled
ug: ۋاز كەچتى

source: Cancelling...
ug: ۋاز كېچىۋاتىدۇ…

source: Cannot access drive (it might be in use)
ug: قوزغاتقۇچنى زىيارەت قىلغىلى بولمىدى(ئىشلىتىلىۋاتقان بولۇشى مۇمكىن)

source: Cannot add field
ug: سوز بۆلىكى قوشقىلى بولمىدى

source: Cannot append data to multisession disc in this write mode (use TAO instead)
ug: كۆپ ئەڭگىمە دىسكىسىغا بۇ خىل يېزىش ئۇسۇلىدا سانلىق ئاساسلارنى قوشقىلى بولمىدى، (TAO نى ئىشلىتىڭ)

source: Cannot append data to multisession disc in this write mode (use TAO instead).
ug: بۇ يېزىش ئۇسۇلىدا كۆپ ئەڭگىمەلىك دىسكىغا سانلىق-ئاساسلارنى قوشقىلى بولمايدۇ(شۇڭا TAO نى ئىشلىتىڭ).

source: Cannot burn audio onto a DVD.
ug: ئۈننى DVD يازغىلى بولمىدى.

source: Cannot change the path of an existing share; please remove the old share first and add a new one
ug: ھەمبەھىرلەنگەن يولنى ئۆزگەرتكىلى بولمايدۇ. ئالدى بىلەن ھەمبەھىرنى ئۆچۈرۈپ ئاندىن يېڭى ھەمبەھىر قوشۇڭ.

source: Cannot convert filename "%s" to the local encoding
ug: ھۆججەت ئاتى«%s» نى يەرلىك كودلاشقا ئايلاندۇرغىلى بولمىدى

source: Cannot copy a folder into its sub folder
ug: قىسقۇچنى ئۇنىڭ ئۇچىدىكى تارماق قىسقۇچقا كۆچۈرگىلى بولمايدۇ

source: Cannot create backdrop list "%s"
ug: سۈرەت تىزىم ھۆججىتى «%s» نى ياسىغىلى بولمىدى

source: Cannot modify the share:
ug: ھەمبەھىرنى ئۆزگەرتكىلى بولمىدى:

source: Cannot move a folder into its sub folder
ug: قىسقۇچنى ئۇنىڭ ئۇچىدىكى تارماق قىسقۇچقا يۆتكىگىلى بولمايدۇ

source: Cannot open /proc/net/dev: %s
ug: /proc/net/dev ئاچالمىدى: %s

source: Cannot open image.
ug: تەسۋىرنى ئاچقىلى بولمىدى.

source: Cannot open modem
ug: مودېمنى ئاچقىلى بولمىدى

source: Cannot recognize state of drive and disc
ug: قوزغاتقۇچ ۋە دىسكىنىڭ ھالىتىنى بىلگىلى بولمىدى.

source: Cannot recognize the state of the drive and disc.
ug: قوزغاتقۇچ ۋە دىسكىنىڭ ھالىتىنى بىلگىلى بولمىدى.

source: Cannot remove the share for path %s: that path is not shared
ug: يول %s نىڭ ھەمبەھىرىنى ئۆچۈرگىلى بولمىدى: بۇ يول ھەمبەھىرلەنمەپتۇ

source: Cannot send PIN to modem
ug: مودېمغا PIN ئەۋەتكىلى بولمىدى

source: Cannot spawn helper-dialog: %s
ug: ياردەمچى-سۆزلەشكۈ(helper-dialog) نى پەيدا قىلالمىدى: %s

source: Cannot update weather data
ug: ھاۋارايى مەلۇماتىنى يېڭىلىغىلى بولمىدى

source: Capacity:
ug: سىغىمى:

source: Capture the mouse pointer
ug: چاشقىنەك نۇر بەلگىسىنى رەسىمگە تارتىش

source: Capturing the pointer
ug: نۇربەلگىسىنى سۈرەتكە ئېلىش

source: Carmine
ug: سۆسۈن

source: Case insensiti_ve
ug: چوڭ كىچىكلىكىگە قارىسۇن(_T)

source: Case sensi_tive
ug: چوڭ كىچىكلىكىگە قارىسۇن(_T)

source: Categ_ory icon size:
ug: كاتېگورىيە سىنبەلگىسى چوڭلۇقى

source: Categories
ug: كاتېگورىيە

source: Category:
ug: كاتېگورىيە:

source: Cause xfdesktop to quit
ug: xfdesktop نىڭ ئاخىرلىشىشنى كەلتۈرۈپ چىقىرىدۇ

source: Cellular Modem Monitor
ug: ھۈجەيرە مودېم(Cell Modem) كۆزەتكۈ

source: Celtic
ug: كېلتىك

source: Center
ug: مەركەز

source: Center on the screen
ug: ئېكراننىڭ ئوتتۇرىسىغا

source: Center text
ug: تېكىستنى ئوتتۇرىغا

source: Center the window on startup.
ug: قوزغالغاندا كۆزنەكنى ئوتتۇرىدا كۆرسەت

source: Centered
ug: ئوتتۇرىدا

source: Central European
ug: ئوتتۇرا ياۋروپا

source: Certificate
ug: گۇۋاھنامە

source: Certificate authority is unknown.
ug: گۇۋاھنامە تارقاتقۇچى نامەلۇم.

source: Certificate does not match the remote hostname.
ug: گۇۋاھنامە يىراقتىكى كومپيۇتېرغا ماس كەلمىدى.

source: Certificate has expired.
ug: گۇۋاھنامىنىڭ ۋاقتى ئۆتۈپتۇ.

source: Certificate is not yet valid.
ug: گۇۋاھنامە تېخى ئىناۋەتلىك ئەمەس.

source: Chan_ge...
ug: ئۆزگەرتىش(_G)…

source: Change _Icon
ug: سىنبەلگە ئۆزگەرت(_I)

source: Change a normal selection into a column selection and vice versa
ug: نورمال تاللاش ۋە ئىستون تاللاشنى ئۆزئارا ئالماشتۇرىدۇ

source: Change desktop wallpapers and behavior of desktop manager
ug: ئۈستەلئۈستى تام قەغىزى ۋە ھۆججەت باشقۇرغۇنىڭ ئىشلىرىنى ئۆزگەرتىش

source: Change layout option:
ug: ئورۇنلاشتۇرۇش تاللانمىسىنى ئۆزگەرتىش:

source: Change mode
ug: ھالەت ئۆزگەرت

source: Change screen resolution and configure external monitors
ug: ئېكران ئېنىقلىقىنى ئۆزگەرتىش ۋە سىرتقى كۆرسەتكۈچلەرنى سەپلەش

source: Change system-wide settings (affects all users)
ug: سىستېما تەڭشىكىنى ئۆزگەرتىش (ھەممە ئىشلەتكۈچىگە تەسىر كۆرسىتىدۇ)

source: Change the case of the selection opposite case
ug: تاللانغاننى قارشى يېزىلىشقا ئۆزگەرتىدۇ(چوڭنى كىچىككە، كىچىكنى چوڭغا)

source: Change the case of the selection to lowercase
ug: تاللانغاننى كىچىك يېزىلىشقا ئايلاندۇرىدۇ

source: Change the case of the selection to title case
ug: تاللانغاننى چوڭ يېزىلىشقا ئۆزگەرتىدۇ

source: Change the case of the selection to uppercase
ug: تاللانغاننى چوڭ يېزىلىشقا ئايلاندۇرىدۇ

source: Change the default application for files of type "%s" to the selected application.
ug: تىپى «%s» ھۆججەتنى ئاچىدىغان كۆڭۈلدىكى پروگراممىنى ئۆزگەرتىدۇ.

source: Change the editor font
ug: تەھرىرلىگۈچنىڭ خەت نۇسخىسىنى ئۆزگەرتىدۇ

source: Change the selection
ug: تاللاشنى ئۆزگەرتىدۇ

source: Change the visibility of the statusbar
ug: ھالەت بالدىقىنى كۆرسىتىدۇ ياكى كۆرسەتمەيدۇ

source: Change the visibility of this window's statusbar
ug: كۆزنەكنىڭ ھالەت بالدىقىنى كۆرسىتىش/كۆرسەتمەسلىكنى ئۆزئارا ئالماشتۇرىدۇ

source: Changed
ug: ئۆزگەردى

source: Changelist
ug: ئۆزگىرىشلەر

source: Changelist Related Options:
ug: ‹Changelist› قا مۇناسىۋەتلىك تاللانمىلار:

source: Changelist cleared
ug: ئۆزگىرىشلەر تازىلاندى

source: Changelist moved
ug: ئۆزگىرىشلەر يۆتكەلدى

source: Changelist set
ug: ئۆزگىرىشلەر توپى

source: Changelist:
ug: ئۆزگىرىشلەر:

source: Changes
ug: ئۆزگىرىشلەر

source: Changing file attributes
ug: ھۆججەت خاسلىقىنى ئۆزگەرتىۋاتىدۇ

source: Changing this setting only takes full effect after a program restart.
ug: بۇ تەڭشەكلەردىكى ئۆزگىرىشلەر، پروگرامما قايتا قوزغىتىلغاندا كۈچكە ئىگە بولىدۇ.

source: Channel
ug: قانال

source: Channel "%s" contains no properties
ug: قانال «%s» نىڭدا خاسلىقلار يوق

source: Channel "%s" does not exist
ug: قانال «%s» مەۋجۇت ئەمەس

source: Channel name cannot be an empty string
ug: قانال ئاتى قۇرۇق بولسا بولمايدۇ

source: Channel names can only include the ASCII characters A-Z, a-z, 0-9, '_', and '-'
ug: قانال ئاتىدا پەقەتلا ASCII دىكى A-Z، a-z، 0-9، '_' ۋە '-' نىلا ئىشلىتىشكە بولىدۇ

source: Channels have %d new packages
ug: قانالدا %d دانە يېڭى بوغچا بار

source: Channels updated
ug: قانال يېڭىلاندى

source: Channels updated.
ug: قاناللار يېڭىلاندى.

source: Channels:
ug: قانال:

source: Chapter %i
ug: باب %i

source: Chapter Menu
ug: باب تىزىملىكى

source: Chapter list
ug: باب تىزىمى

source: Chapter number
ug: باب تەرتىپ نومۇرى

source: Character Device
ug: Character تىپىدىكى ئۈسكۈنە

source: Charging color 1
ug: توكلاش رەڭگى 1

source: Charging color 2
ug: توكلاش رەڭگى 2

source: Charset
ug: ھەرپ توپى

source: Check Button
ug: Check توپچىسى

source: Check HTTPS certificates
ug: HTTPS ئىسپاتنامىسىنى تەكشۈرۈش

source: Check Interval:
ug: تەكشۈرۈش ئىنتېرۋالى:

source: Check Repository
ug: خەزىنە تەكشۈرۈش

source: Check and display RSS feeds
ug: RSS feeds نى تەكشۈرۈش ۋە كۆرسىتىش

source: Check and remove duplicate media entries
ug: تەكرارلانغان ۋاسىتىلەرنى تەكشۈرۈپ ئۆچۈرسۇن

source: Check for SMS every
ug: قىسقا ئۇچۇر(SMS)نى قەرەللىك تەكشۈرۈش ۋاقتى

source: Check for _new messages every
ug: يېڭى خەتنى تەكشۈر(_N)

source: Check for new mail
ug: يېڭى خەت تەكشۈر

source: Check for new versions at:
ug: يېڭى نەشرىنى بۇ يەردىن تەكشۈر:

source: Check for updates using the Smart Package Manager
ug: Smart بوغچا باشقۇرغۇنى ئىشلىتىپ يېڭىلانمىلارنى تەكشۈرىدۇ

source: Check for upgrades every
ug: تەكشۈرۈش ۋاقتى:

source: Check mail from multiple mailboxes
ug: ھەر خىل خەت ساندۇقلىرىغا كەلگەن يېڭى ئېلخەتلەرنى كۆزىتىدۇ

source: Check preset folder permissions, try to pick different title, or free up some disk space
ug: ئالدىن تەڭشەش قىسقۇچىنىڭ ئىمتىيازلىرىنى تەكشۈرۈڭ، باشقا ماۋزۇ تاللاڭ ياكى دىسكىنى ئازراق بىكارلاڭ

source: Check status every
ug: ھالەتنى ھەر

source: Check the given text with a spell checker
ug: ئىملا تەكشۈرگۈدە كىرگۈزۈلگەن تېكىستنى تەكشۈرىدۇ

source: Check the spelling or try a different filter.
ug: ئىملانى تەكشۈرۈڭ ياكى باشقا سۈزگۈچنى سىناپ كۆرۈڭ.

source: Check the user information...
ug: ئىشلەتكۈچى ئۇچۇرلىرىنى تەكشۈرۈۋاتىدۇ

source: Check to remember sort as folder setting rather than global one
ug: قىسقۇچنىڭلا تەرتىپلەش تەڭشىكىنى ساقلاش ئەستە تۇتۇش ئۈچۈن تاللاڭ

source: Check your power manager installation
ug: مەنبە باشقۇرغۇ ئورنىتىلغانمۇ تەكشۈرۈڭ

source: Checking encodings...
ug: كودلاشنى تەكشۈرۈۋاتىدۇ…

source: Checking for mail...
ug: خەتنى تەكشۈرۈۋاتىدۇ…

source: Checking for upgrades...
ug: يۈكسەلدۈرمىلەرنى تەكشۈرۈۋاتىدۇ...

source: Checkout Related Options:
ug: ‹Checkout› قا مۇناسىۋەتلىك تاللانمىلار:

source: Chinese Simplified
ug: ئاددىيلاشتۇرۇلغان خەنزۇچە

source: Chinese Simplified (GB18030)
ug: ئاددىيلاشتۇرۇلغان خەنزۇچە (GB18030)

source: Chinese Traditional
ug: مۇرەككەپ خەنزۇچە

source: Chinese Traditional (BIG5)
ug: مۇرەككەپ خەنزۇچە(BIG5)

source: Choose 'set wallpaper' method
ug: ‹تام قەغىزى قىلىپ بەلگىلەش› ئۇسۇلىنى تاللا

source: Choose An Application
ug: پروگرامما تاللاش

source: Choose An Icon...
ug: بىر سىنبەلگە تاللاش…

source: Choose Application...
ug: پروگرامما تاللا…

source: Choose Mousepad Font
ug: خەت نۇسخىسىنى تاللاش

source: Choose Preferred Application
ug: ئامراق پروگراممىنى تاللاش

source: Choose Terminal Font
ug: تېرمىنال فونتى تاللا

source: Choose a bookmark to connect to
ug: باغلىنىدىغان خەتكۈش تاللايدۇ

source: Choose a custom File Manager
ug: ھۆججەت باشقۇرغۇ تاللا

source: Choose a custom Mail Reader
ug: خەت ئوقۇغۇ تاللا

source: Choose a custom Terminal Emulator
ug: تېرمىنال تەقلىدلىگۈ تاللا

source: Choose a custom Web Browser
ug: توركۆرگۈ تاللا

source: Choose a date
ug: چېسلا تاللاش

source: Choose a date from the following calendar
ug: چېسلانى تۆۋەندىكى يىلنامىدىن تاللا

source: Choose a file to load
ug: ئوقۇيدىغان ھۆججەتنى تاللايدۇ

source: Choose a filetype
ug: ھۆججەت تىپى

source: Choose a name for the new session:
ug: يېڭى ئەڭگىمەنىڭ ئاتىنى تاللا:

source: Choose an Openbox theme
ug: بىر Openbox ئۆرنىكىنى تاللاش

source: Choose an applet
ug: قوللانچاق تاللاش

source: Choose an applet from the list. If you have already chosen an applet previously, it will be substituted by the one you choose.
ug: تىزىمدىن قوللانچاق تاللاڭ. ئەگەر ئاللىقاچان تاللاپ بولغان بولسىڭىز، كېيىن تاللىغىنىڭىز ئىشلىتىلىدۇ.

source: Choose an application or command to open "%s":
ug: «%s» نى ئاچىدىغان پروگرامما ياكى بۇيرۇقنى تاللاڭ.

source: Choose an executable file
ug: بىر ئىجرا بولىدىغان ھۆججەتنى تاللاش

source: Choose another application with which to open the selected file
ug: تاللانغان ھۆججەتنى ئاچىدىغان باشقا پروگرامما تاللاش

source: Choose below which setup you want for the first startup.
ug: دەسلەپتە قوزغاتقان چاغدا تۆۋەندىكى قايسىسىنى ئىشلىتىدۇ تاللاڭ.

source: Choose file
ug: ھۆججەت تاللا

source: Choose filename
ug: ھۆججەت نامىنى تاللاڭ

source: Choose folder
ug: مۇندەرىجە تاللا

source: Choose image...
ug: سۈرەت تاللاش...

source: Choose playlist to load
ug: قويۇش تىزىملىكىنى تاللا

source: Choose session
ug: ئەڭگىمە تاللا

source: Choose session name
ug: ئەڭگىمە ئاتىنى تاللا

source: Choose tab activity color
ug: بەتكۈچ مەشغۇلات رېڭى

source: Choose the label font
ug: ئەن خەت نۇسخىسىنى تاللاڭ

source: Choose the order of information to appear in the detailed list view.
ug: تەپسىلىي تىزىم كۆرۈنۈشىدە كۆرسىتىلىدىغان تۈرلەرنىڭ تەرتىپىنى بەلگىلەڭ.

source: Choose the session you want to restore. You can simply double-click the session name to restore it.
ug: ئەسلىگە كەلتۈرمەكچى بولغان ئەڭگىمەنى تاللاڭ. چاشقىنەكنى قوش چەكسىڭىزلا بولىدۇ.

source: Choose theme file to install...
ug: ئورنىتىدىغان ئۆرنەك ھۆججىتىنى تاللا...

source: Choose theme filename...
ug: ئۆرنەك ھۆججەت ئاتىنى تاللاڭ...

source: Chrome
ug: خىروم(Chrome)

source: Chromium
ug: خىروم

source: Circular scrolling
ug: دەۋرىي سىيرىش

source: Cl_ear scrollback
ug: سىيرىلىشنى تازىلا(_E)

source: Claws Mail
ug: Claws ئېلخەت

source: Clean
ug: تازىلا

source: Cleaning up ...
ug: تازىلاۋاتىدۇ …

source: Cleanup
ug: تازىلاش

source: Cleanup Related Options:
ug: ‹› قا مۇناسىۋەتلىك تاللانمىلار:

source: Cleanup failed
ug: ‹Cleanup› مەغلۇپ بولدى

source: Cleanup finished
ug: ‹Cleanup› مەغلۇپ بولدى

source: Clear
ug: تازىلا

source: Clear All
ug: ھەممىنى تازىلا

source: Clear Documents History
ug: پۈتۈكلەر ئىزىنى تازىلاش

source: Clear History
ug: ئىزنى ئۆچۈرۈش

source: Clear Playlist
ug: قويۇش تىزىمىنى تازىلا

source: Clear Private Data
ug: شەخسىي سانلىق-مەلۇماتلارنى تازىلايدۇ

source: Clear _History
ug: ئىزنى تازىلا(_H)

source: Clear filter
ug: سۈزگۈچنى تازىلاش

source: Clear private data
ug: شەخسىي سانلىق-مەلۇماتلارنى تازىلا

source: Clear private data when _quitting Midori
ug: مىدورى(Midori) نى ئاخىرلاشقاندا شەخسىي سانلىق-مەلۇماتلار تازىلانسۇن(_Q)

source: Clear save_d sessions
ug: ساقلانغان ئەڭگىمەلەرنى ئۆچۈر(_D)

source: Clear scr_ollback
ug: سىيرىغۇچ بالداقنى تازىلا(_O)

source: Clear search field
ug: ئىزدەش كۆزنەكچىسىنى تازىلا

source: Clear sessions
ug: ئەڭگىمەلەرنى تازىلا

source: Clear the content of the composition
ug: ياسالمىنى تازىلايدۇ

source: Clear the contents of the text field
ug: تېكىست كۆزنەكچىسىنىڭ مەزمۇنىنى تازىلايدۇ

source: Clear the contents of the text field and paste the contents of the clipboard
ug: تېكىست رايونى تازىلاپ چاپلاش تاختىسىنىڭ مەزمۇنى چاپلايدۇ

source: Clear the entire history
ug: بارلىق ئىزنى تازىلايدۇ

source: Clear the file list below
ug: تۆۋەندىكى ھۆججەت تىزىملىكىنى تازىلايدۇ

source: Clear the following data:
ug: تۆۋەندىكى سانلىق-مەلۇماتلارنى تازىلا:

source: Clear the recently used files history
ug: يېقىندا ئىشلىتىلگەن ھۆججەت ئىزىنى تازىلايدۇ

source: Clearing the documents history will permanently remove all currently listed entries.
ug: پۈتۈكلەر ئىزى تازىلانسا، نۆۋەتتىكى بارلىق پۈتۈكلەر تىزىمدىن يوقىلىپ كېتىدۇ.

source: Clic_k to focus
ug: چېكىلگەندە فوكۇسلانسۇن(_K)

source: Click a row to select it and after that you can copy it.
ug: چېكىپ قۇرنى تاللىغىلى بولىدۇ ئاندىن كېيىن ئۇنى كۆچۈرۈشكە بولىدۇ.

source: Click and drag the buttons to change the layout
ug: توپچىنىڭ ئورۇنلاشتۇرۇلۇشىنى ئۆزگەرتىش ئۈچۈن چېكىپ سۆرەڭ

source: Click here to actually rename the files listed above to their new names.
ug: بۇ يەر چېكىلسە، يۇقىرىدىكى تىزىملىكتىكى ھۆججەتلەرنىڭ ئاتى ئاندىن ئۆزگىرىدۇ

source: Click here to automatically fix the folder permissions.
ug: بۇ يەر چېكىلسە مۇندەرىجە ھوقۇقلىرى ئاپتوماتىك تۈزىتىلىدۇ.
